Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=516_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamen kielten elvyttämisohjelma saamelaiskäräjien vaalikauden tärkeimpiä tavoitteita
sme: Sámegielaid ealáskahttinprográmma gullá sámedikki válgabaji deháleamos ulbmiliidda

source: Saamen kielten elvyttämisohjelman laatiminen on saamelaiskäräjien tämän vaalikauden yksi tärkeimmistä tavoitteista, totesi saamelaiskäräjien puheenjohtaja Klemetti Näkkäläjärvi saamen ja maorin kielten elvyttämistä käsitelleessä seminaarissa Helsingissä.
sme: Sámegielaid ealáskahttinprográmma lágideapmi lea okta sámedikki dán válgabaji deháleamos ulbmiliin, gávnnahii sámedikki ságadoalli Klemetti Näkkäläjärvi sáme- ja maorigielaid ealáskahttinsemináras Helssegis.

source: - Olen iloinen, että elvyttämisohjelman laatiminen etenee, totesi Näkkäläjärvi ja kiitteli myös sitä, että valtioneuvosto on sitoutunut hallitusohjelmassa saamen kielten elvyttämisohjelman toteuttamiseen ja resursointiin.
sme: - Lean ilus, ahte ealáskahttinprográmma válmmaštallan ovdana, gávnnahii Näkkäläjärvi ja giittii maid dan, ahte stáhtaráđđi lea čatnasan ráđđehusprográmmas sámegielaid ealáskahttinprográmma ollašuhttimii ja ruhtadeapmái.

source: Hallitusohjelman jälkeen on käynyt selväksi että niin Suomen kuin koko Euroopankin taloustilanne on heikkenemässä entisestään.
sme: Ráđđehusprográmma maŋŋá lea čielgan, ahte Suoma ja olles Eurohpa ekonomiijadilli lea hedjoneamen johtilit.

source: Talouskriisi ei Näkkäläjärven mielestä saa heikentää kaikkein heikommassa asemassa olevien, Euroopan ainoan alkuperäiskansan eli saamelaisten, asemaa entisestään.
sme: Ekonomiijaroassu ii Näkkäläjärvi mielas goittotge oaččo heajudit buot heajumus sajis ealli, Eurohpa áidna álgoálbmoga, sámiid, diliid.

source: - Suomen tulee täyttää kansainväliset ja hallitusohjelmaan kirjatut velvoitteensa saamen kansaa ja saamen kieltä kohtaan.
sme: - Suopma galgá deavdit iežas riikkaidgaskasaš ja ráđđehusprográmmii čállojuvvon geatnegasvuoidaidis sámi álbmogii ja sámegielaide.

source: Lue puheenjohtaja Klemetti Näkkäläjärven avauspuheenvuoro saamen ja maorin kielten elvyttämisseminaarissa Helsingissä 13.09 kokonaisuudessaan tästä .
sme: Loga ságadoalli Klemetti Näkkäläjärvi rahpansáhkavuoru sáme- ja maorigielaid ealáskahttinsemináras Helssegis 13.09. dás.
